Repository: darren-moore/TataruHelper
Catalog: FFXIVWpfApp1/Locale_cloud/*/*.po
Languages: ca, ja, pt_br, ru, uk

source: Settings
ca: Configuració
ja: 設定
pt_br: Configurações
ru: Настройки
uk: Налаштування

source: Chat Window
ca: Finestra de Windows
ja: チャット画面
pt_br: Janela de Chat
ru: Окно чата
uk: Вікно чату

source: Stream Chat Window
ca: Finestra de Xat Stream
ja: リアルタイム対話画面
pt_br: Mostrar janela de Bate-Papo
ru: Окно чата
uk: Вікно чату для стріму

source: Language
ca: Idioma
ja: 言語
pt_br: Idioma
ru: Язык
uk: Мова

source: Help
ca: Ajuda
ja: ヘルプ
pt_br: Ajuda
ru: Помощь
uk: Довідка

source: Chat Appearance
ca: Aparença de xat
ja: 対話設定
pt_br: Aparência do Chat
ru: Настройки внешнего вида
uk: Зовнішній вигляд чату

source: Translation Settings
ca: Configuració de Traducció
ja: 翻訳設定
pt_br: Configurações de tradução
ru: Настройки перевода
uk: Налаштування перекладу

source: General
ja: 一般設定
pt_br: Geral
ru: Основные настройки
uk: Основні

source: Behavior
ca: Comportament
ja: 画面設定
pt_br: Conduta
ru: Настройки
uk: Поведінка

source: Hotkeys
ca: Tecles directes
ja: ホットキー
pt_br: Teclas de Atalho
ru: Горячие клавиши
uk: Гарячі клавіші

source: Font Settings
ca: Configuració de font
ja: フォント設定
pt_br: Configurações de fonte
ru: Настройки шрифта
uk: Параметри шрифту

source: Font Size
ca: Mida de lletra
ja: フォントサイズ
pt_br: Tamanho da Fonte
ru: Размер шрифта
uk: Розмір

source: Font Color
ca: Color de font
ja: フォント色
pt_br: Cor da Fonte
ru: Цвет шрифта
uk: Колір тексту

source: Color 1
ja: 色 1
pt_br: Cor 1
ru: Цвет 1
uk: Колір 1

source: Color 2
ja: 色 2
pt_br: Cor 2
ru: Цвет 2
uk: Колір 2

source: Font
ja: フォント
pt_br: Fonte
ru: Шрифт
uk: Шрифт

source: Background Color
ca: Color de fons
ja: 背景色
pt_br: Cor de Fundo
ru: Цвет фона
uk: Колір тла

source: Standard
ca: Estàndard
ja: 標準
pt_br: Padrão
ru: Стандартные
uk: Звичайний

source: Advanced
ca: Avançat
ja: 詳細
pt_br: Avançado
ru: Дополнительные
uk: Розширений

source: Available Colors
ca: Colors disponibles
ja: 利用可能な色
pt_br: Cores disponíveis
ru: Доступные цвета
uk: Доступні кольори

source: Standard Colors
ca: Colors estàndard
ja: 標準色
pt_br: Cores Padrão
ru: Стандартные цвета
uk: Стандартні кольори

source: Recent Colors
ca: Colors Recents
ja: 最近色
pt_br: Cores Recentes
ru: Недавние цвета
uk: Останні кольори

source: Paragraph Settings
ca: Configuració de Paragraf
ja: 段落設定
pt_br: Configuração do parágrafo
ru: Настройки вывода
uk: Налаштування абзаців

source: Spacing
ca: Espaiat
ja: 間隔
pt_br: Espaçamento
ru: Ширина отступа
uk: Відступ

source: Line Break Height
ca: Alçada de Salt de línia
ja: 改行間隔
pt_br: Altura da Quebra de Linha
ru: Межабзацный интервал
uk: Висота рядка

source: Chat Codes
ca: Codis de Xat
ja: 翻訳する会話
pt_br: Nomes do chat
ru: Чат коды
uk: Коди чату

source: Translation Engine
ca: Motor de Traducció
ja: 翻訳エンジン
pt_br: Mecanismo de tradução
ru: Сервис перевода
uk: Рушій перекладу

source: FF Language
ca: Llengua
ja: FFの言語
pt_br: Idioma do FF
ru: Язык игры
uk: Мова FF

source: Translate to
ca: Traduir a
ja: 翻訳する言語
pt_br: Traduzir para
ru: Язык перевода
uk: Перекласти на

source: Show/hide Chat Window
ca: Mostrar/ocultar finestra de xat
ja: 画面表示 / 隠し
pt_br: Mostrar/ocultar janela do Bate-Papo
ru: Показать/Скрыть окно
uk: Показати/приховати вікно

source: Hotkey to hide a Chat Box when it is not needed and call it up when it is needed. You should use Ctrl/Shift/Alt + Any key or combination of Ctrl+Shift+Alt + Any key, etc. The key combinations must not be repeated. If you cannot assign a key, it is occupied by the application or system. Example: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+CTRL+T, ALT+SHIFT+Y, SHIFT+CTRL+G, etc.
ca: La tecla directa per a amagar la Caixa de Xat quan no sigui necessari i cridar-la quan sigui necessari. Hauries d´utilitzar Ctrl/Shift/Alt + qualsevol tecla o combinació de tecles de Ctrl+Shift+Alt + qualsevol tecla, etc. La combinació de tecles no s'ha de repetir. Si no pots asignar una tecla, es que està per l'aplicació o sistema. Exemple: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+CTRL+T, ALT+SHIFT+Y, SHIFT+CTRL+G, etc.
ja: チャットボックスの表示状態を切替るホットキー。Ctrl/Shift/Alt + 任意のキー、またはCtrl+Shift+Alt + 任意のキーなどの組み合わせが使えます。キーの組み合わせを重複することができません。キーの設定ができない場合は、他のアプリケーションまたはシステムによって占有されてる可能性があります。キーの例: CTRL+Q、CTRL+ALT+R、SHIFT+ALT+CTRL+T、Alt+SHIFT+Y、SHIFT+CTRL+Gなど。
pt_br: Tecla de Atalho para esconder uma caixa de Bate Papo quando não é necessário e chamá-la quando necessário. Você deve usar Ctrl/Shift/Alt + Qualquer tecla ou combinação de Ctrl+Shift+Alt + Qualquer tecla, etc. As combinações tecla não devem ser repetidas. Se você não pode atribuir uma tecla, ela é ocupada pelo aplicativo ou sistema. Exemplo: CTRL+Q, CTRL+ALT+R, SHIFT+CTRL+T+SHIFL+T, ALT+SHIFT+Y, SHIFT+CTRL+G, etc.
ru: Горячие клавиши для вызова или скрытия окна чата. Комбинация обязательно должна иметь вид Ctrl/Shift/Alt + Любая клавиша или Ctrl+Shift+Alt + Любая клавиша, и всё в таком духе. Горячие клавиши не должны повторяться. Если не получается назначить клавишу, значит она уже занята приложением или системой. Пример: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+CTRL+T, ALT+SHIFT+Y, SHIFT+CTRL+G и др.
uk: Гаряча клавіша для приховування вікна Чату, коли він не потрібен так показує його, коли він потрібен. Ви повинні використовувати Ctrl/Shift/Alt + будь-яку клавішу, або Ctrl+Shift+Alt + будь-яка клавіша і т.д. Комбінації клавіш не повинні повторюватися. Якщо ви не можете призначити клавіші, то вони зайняті програмою або системою. Приклад: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+ALT+T, ALT+T, ALT+SHIFT+Y, SHIFT+CTRL+G, і т.д.

source: Click Through
ca: Clicar a través
ja: マウス通過
pt_br: Permitir Clicar
ru: Игнорировать нажатия
uk: Натискати повз

source: Hotkey to turn on/off clicks through the windows. You should use Ctrl/Shift/Alt + Any key or combination of Ctrl+Shift+Alt + Any key, etc. The key combinations must not be repeated. If you cannot assign a key, it is occupied by the application or system. Example: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+CTRL+T, ALT+SHIFT+Y, SHIFT+CTRL+G, etc.
ca: La tecla directa per a amagar la Caixa de Xat quan no sigui necessari i cridar-la quan sigui necessari. Hauries d´utilitzar Ctrl/Shift/Alt + qualsevol tecla o combinació de tecles de Ctrl+Shift+Alt + qualsevol tecla, etc. La combinació de tecles no s'ha de repetir. Si no pots asignar una tecla, es que està per l'aplicació o sistema. Exemple: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+CTRL+T, ALT+SHIFT+Y, SHIFT+CTRL+G, etc.
ja: ウィンドウにマウスクリック無効化の切り替えるホットキー。Ctrl/Shift/Alt + 任意のキー、またはCtrl+Shift+Alt + 任意のキーなどの組み合わせが使えます。キーの組み合わせを重複することができません。キーの設定ができない場合は、他のアプリケーションまたはシステムによって占有されてる可能性があります。キーの例: CTRL+Q、CTRL+ALT+R、SHIFT+ALT+CTRL+T、Alt+SHIFT+Y、SHIFT+CTRL+Gなど。
pt_br: Tecla de Atalho para esconder uma caixa de Bate Papo quando não é necessário e chamá-la quando necessário. Você deve usar Ctrl/Shift/Alt + Qualquer tecla ou combinação de Ctrl+Shift+Alt + Qualquer tecla, etc. As combinações tecla não devem ser repetidas. Se você não pode atribuir uma tecla, ela é ocupada pelo aplicativo ou sistema. Exemplo: CTRL+Q, CTRL+ALT+R, SHIFT+CTRL+T+SHIFL+T, ALT+SHIFT+Y, SHIFT+CTRL+G, etc.
ru: Горячая клавиша для того, чтобы включить/выключить игнорирование нажатий по окну чата. Комбинация обязательно должна иметь вид Ctrl/Shift/Alt + Любая клавиша или Ctrl+Shift+Alt + Любая клавиша, и всё в таком духе. Горячие клавиши не должны повторяться. Если не получается назначить клавишу, значит она уже занята приложением или системой. Пример: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+CTRL+T, ALT+SHIFT+Y, SHIFT+CTRL+G и др.
uk: Гаряча клавіша, щоб увімкнути/вимкнути натискання повз вікно. Ви повинні використовувати Ctrl/Shift/Alt + будь-яку клавішу, або комбінацію Ctrl+Shift+Alt + будь-яку клавішу і т.д. Комбінації клавіш не повинні повторюватися. Якщо ви не можете призначити клавішу, вона зайнята програмою або системою. Приклад: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+CTRL+T, ALT+SHIFT+Y, SHIFT+SHIFT+CTRL+G, тощо.

source: Clear Chat
ca: Neteja el Chat
ja: チャット履歴削除
pt_br: Limpar conversa
ru: Очистить чат
uk: Очистити чат

source: Hotkey to clear any text in the chatbox. You should use Ctrl/Shift/Alt + Any key or combination of Ctrl+Shift+Alt + Any key, etc. The key combinations must not be repeated. If you cannot assign a key, it is occupied by the application or system. Example: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+CTRL+T, ALT+SHIFT+Y, SHIFT+CTRL+G, etc.
ca: La Tecla directa per netejar qualsevol caixa de xat. Hauries d'utilitzar Ctrl/Shift/Alt + qualsevol tecla o combinació de Ctrl+Shift+Alt + qualsevol tecla. La combinació de tecles no s'ha dwe repetir. Si no pots assignar una tecla, aquesta es ocupada per l'aplicació o sistema. Exemple: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+CTRL+T, ALT+SHIFT+Y, SHIFT+CTRL+G, etc.
ja: チャットボックス内の任意のテキストをクリアするためのホットキー。Ctrl/Shift/Alt + 任意のキー、またはCtrl+Shift+Alt + 任意のキーなどの組み合わせが使えます。キーの組み合わせを重複することができません。キーの設定ができない場合は、他のアプリケーションまたはシステムによって占有されてる可能性があります。キーの例: CTRL+Q、CTRL+ALT+R、SHIFT+ALT+CTRL+T、Alt+SHIFT+Y、SHIFT+CTRL+Gなど。
pt_br: Tecla de Atalho para esconder uma caixa de Bate Papo quando não é necessário e chamá-la quando necessário. Você deve usar Ctrl/Shift/Alt + Qualquer tecla ou combinação de Ctrl+Shift+Alt + Qualquer tecla, etc. As combinações tecla não devem ser repetidas. Se você não pode atribuir uma tecla, ela é ocupada pelo aplicativo ou sistema. Exemplo: CTRL+Q, CTRL+ALT+R, SHIFT+CTRL+T+SHIFL+T, ALT+SHIFT+Y, SHIFT+CTRL+G, etc.
ru: Горячая клавиша для того, чтобы очистить окно чата от текста. Комбинация обязательно должна иметь вид Ctrl/Shift/Alt + Любая клавиша или Ctrl+Shift+Alt + Любая клавиша, и всё в таком духе. Горячие клавиши не должны повторяться. Если не получается назначить клавишу, значит она уже занята приложением или системой. Пример: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+CTRL+T, ALT+SHIFT+Y, SHIFT+CTRL+G и др.
uk: Гаряча клавіша, щоб очистити весь текст у чаті. Ви повинні використовувати Ctrl/Shift/Alt + будь-яку клавішу, або комбінацію Ctrl+Shift+Alt + будь-яка клавіша тощо. Комбінації клавіш не повинні повторюватися. Якщо ви не можете призначити клавішу, вона зайнята програмою або системою. Приклад: CTRL+Q, CTRL+ALT+R, SHIFT+ALT+CTRL+T, ALT+SHIFT+Y, SHIFT+SHIFT+CTRL+G, тощо.

source: Other
ca: Altres
ja: 以外
pt_br: Outros
ru: Прочее
uk: Інше

source: Always On Top
ca: Sempre al davant
ja: 常に上に表示
pt_br: Sempre visível
ru: Поверх всех окон
uk: Завжди поверх всіх вікон

source: Auto Hide
ca: Amaga automàticament
ja: 自動隠し
pt_br: Ocultar automaticamente
ru: Автоскр.
uk: Автоприх.

source: Cutscenes/No delay
ca: Escenes retallades/Sense retard
ja: カットシーン/遅延なし
pt_br: Cutscenes/Sem atraso
ru: Катсцены/Без задержки
uk: Ігрові відео/Без затримок

source: EXPERIMENTAL FUNCTION. If this option is active, the application will catch text from quest clouds and cutscene subtitles directly, not from the chatlog. Errors can occur.
ca: FUNCIÓ EXPERIMENTAL. Si l'opció està activada, l'aplicació agafara el text del núvol de recerca i escenes retallades subtitolades directament, no del registre de xat. Es poden produir errors.
ja: 実験中の機能です。 クエスト吹き出しとカットシーンの字幕を、チャットログなしで翻訳します。 エラーが発生することがあります。
pt_br: FUNÇÃO EXPERIMENTAL. Se esta opção estiver ativa, o aplicativo irá capturar o texto das nuvens de missão e legendas das cutscene diretamente, não do log de chat. Erros podem ocorrer.
ru: ЭКСПЕРЕМЕНТАЛЬНАЯ ФУНКЦИЯ. Если данная опция активна, приложение захватывает текст непосредственно из квестовых облачков и катсцен, а не из чатлога. Возможны некоторые ошибки.
uk: ЕКСПЕРИМЕНТАЛЬНА ФУНКЦІЯ. Якщо ця опція активна, додаток буде брати текст безпосередньо з виринаючих повідомлень та субтитрів ігрового відео, а не з логу чату. Можуть виникати помилки.

source: Hide to Tray
ca: Amagar-se per provar
ja: トレイに隠す
pt_br: Ocultar para a Bandeja
ru: Свернуть в трей
uk: Згорнути в лоток

source: Show Timestamps
ja: タイムスタンプの表示
pt_br: Mostrar timestamps
ru: Показать временные метки
uk: Показати Часові Мітки

source: Streamer Window
ca: Finestra de Stream
ja: リアルタイム対話画面
pt_br: Janela Streamer
ru: Стримерское окно
uk: Вікно для стріму

source: Show Chat Window
ca: Mostra Finestra de Xat
ja: チャット画面を表示
pt_br: Mostrar janela de Bate-Papo
ru: Показать окно перевода
uk: Показати вікно чату

source: Hide Chat Window
ca: Amaga Finestra de Xat
ja: チャット画面非表示
pt_br: Ocultar janela de Bate-Papo
ru: Скрыть окно перевода
uk: Сховати вікно чату

source: Reset Chat Position
ca: Restablir Posició Xat
ja: チャット画面の位置初期化
pt_br: Redefinir Posição do Chat
ru: Сбросить окно
uk: Скинути позицію чату

source: Translation engine error. Consider switching to other engine.
ca: Error del motor de traducció. Consideri cambiar a un altre motor.
ja: 翻訳エンジンが正常に作動しないですね。 他のエンジンをご利用ください。
pt_br: Erro do mecanismo de tradução. Considere trocar para outro tradutor.
ru: Ошибка сервиса перевода. Попробуйте переключиться на другой переводчик.
uk: Помилка рушія перекладу. Треба переключитися на інший.

source: FF Status:
ca: Estat:
ja: ゲーム状態:
pt_br: Status FF:
ru: FF Статус:
uk: Статус FF:

source: FFXIV process not found. Make sure that FFXIV is running using DirectX 11.
ja: FFXIVプロセスが見つかりません。 DirectX 11を使用してFFXIVを実行してください。
pt_br: Processo FFXIV não encontrado. Certifique-se de que o FFXIV está sendo executado usando o DirectX 11.
ru: Процесс FFXIV не найден. Убедитесь, что игра запущенна в режиме DirectX 11.
uk: Процес FFXIV не знайдено. Переконайтеся, що FFXIV запущено в режимі DirectX 11.

source: Process found:
ca: Procés trobat:
ja: プロセス:
pt_br: Processo encontrado:
ru: Процесс найден:
uk: Процес знайдено:

source: Dear Patrons!
ca: Estimats mecenes!
ja: 後援者の皆さん！
pt_br: Queridos patrões!
ru: Дорогие Подписчики!
uk: Шановні Меценати!

source: We express our great appreciation to the people who support our project and motivate us for new achievements.
ca: Expressem la nostra gran apreciació a les persones que han suportat el nostre projecte i ens han motivat a aconseguir nous assoliments.
ja: 私たちのプロジェクトを支えるや、新たな成果をもたらしてくれる人々に感謝します。
pt_br: Manifestamos o nosso grande apreço às pessoas que apoiam o nosso projecto e motivam-nos para novas realizações.
ru: Мы выражаем огромную благодарность людям, которые поддерживают наш проект и мотивируют нас на новые свершения.
uk: Ми висловлюємо нашу велику вдячність людям, які підтримують наш проект і мотивують нас задля нових досягнень.

source: Thank you
ca: Gràcies
ja: ありがとうございます
pt_br: Obrigado
ru: Спасибо вам
uk: Дякуємо

source: Translation engine error. Switching to:
ca: Error de motor de traducció. Canviant a:
ja: 翻訳エンジンにエラーが発生しました。切り替え先:
pt_br: Erro no mecanismo de tradução. Alternando para:
ru: Ошибка сервиса перевода. Переключение на:
uk: Помилка рушія перекладу. Перемикання на:

source: System
ja: システム
uk: Система

source: Echo
ja: 独り言

source: Error
ja: エラー

source: NPCD
ca: NPC
ja: NPC対話
pt_br: NPC
ru: NPC
uk: NPC

source: NPCA
ca: NPC(Announce)
ja: NPC対話(通知)
pt_br: NPC(Announce)
ru: NPC(Объявления)
uk: NPC(Announce)

source: Recruitment
ja: パーティーの募集

source: Party
ja: パーティ

source: FreeCompany
ja: フリーカンパニー

source: Alliance
ja: アライアンス

source: Novice Network
ca: Xarxa principants
ja: 初心者チャンネル
pt_br: Nova Rede

source: Server Info
ca: Informació servidor
ja: サーバー情報
pt_br: Informação do Servidor

source: Emotes
ja: エモート

source: Custom Emotes
ja: カスタムエモート
pt_br: Emotes personalizados

source: Downloading new version:
ca: Descarregant nova versió:
ja: 新しいバージョンをダウンロードします:
pt_br: Baixando a nova versão:
ru: Загрузка новой версии:
uk: Завантаження нової версії:

source: Click here to update to new version.
ca: Clica aquí per acctualitzar a una nova versió.
ja: ここをクリックして新しいバージョンに更新します。
pt_br: Clique aqui para atualizar para a nova versão.
ru: Нажмите здесь, чтобы обновиться до более новой версии.
uk: Натисніть тут, щоб оновити до нової версії.

source: Tataru Update
ca: Actualització Tataru
ja: Tataru アップデート
pt_br: Atualizar Tataru
uk: Оновлення Tataru

source: New Tataru helper version is available. Restart Application to update.
ca: Una nova versió de Tataru està disponible. Reinicia l'aplicació per a actualitzar.
ja: 新しいTataru Helperが利用可能です. アップデートするにはアプリケーションを再起動します.
pt_br: Nova versão disponível. Reinicie a aplicação para atualizar.
ru: Доступно обновление, перезапустите Tataru Helper, чтобы изменения вступили в силу.
uk: Доступна нова версія Tataru helper. Перезапустіть програму для оновлення.

source: Check updates
ca: Comprova actualitzacions
ja: アップデート確認
pt_br: Buscando Atts
ru: Проверить наличие обновлений
uk: Перевірка оновлень

source: Looking for updates...
ca: Buscant actualizacions...
ja: アップデートを探しています...
pt_br: Procurando por atualizações...
ru: Проверка наличия обновлений. Пожалуйста, подождите...
uk: Пошук оновлень...

source: No updates found.
ca: No s'han trobat actualitzacions.
ja: アップデートはありませんでした。
pt_br: Att indisponivel
ru: У вас установлена последняя версия.
uk: Оновлення не знайдено.
